Repository: bitbrain/pandora
Catalog: addons/pandora/l10n/*.po
Languages: pt_br

# ui.control_bar.create_category_button.tooltip
source: Create Category
pt_br: Nova Categoria

# ui.control_bar.create_entity_button.tooltip
source: Create Entity
pt_br: Nova Entidade

# ui.control_bar.regenerate_id_button.tooltip
source: Generate a new ID for selected entry. Shift-click: generate new IDs for all entries.
pt_br: Gerar um novo ID para o registro selecionado. Shift-click: Gera um novo ID para todos os registros.

# ui.control_bar.delete_button.tooltip
source: Delete Selected Entry
pt_br: Deletar Registro Selecionado

# ui.control_bar.save_button.tooltip
source: Save Current Changes
pt_br: Salvar Mudanças

# ui.control_bar.reset_button.tooltip
source: Reset Data
pt_br: Desfazer Mudanças

# ui.control_bar.learn_link.text
source: Learn
pt_br: Aprenda

# ui.control_bar.contribute_link.text
source: Contribute
pt_br: Contribua

# ui.control_bar.report_link.text
source: üêõ Report a bug!
pt_br: 🐛 Reporte um bug!

# ui.entity_tree.entity_search.placeholder
source: Search‚Ä¶
pt_br: Buscar…

# ui.property_editor.caption_label.text
source: Properties
pt_br: Propriedades

# ui.property_editor.unselected_container_label.text
source: Create or select a category or item to see its properties here.
pt_br: Crie um selecione uma categoria para visualizar suas propriedades

# ui.property_editor.icon_label.text
source: Icon
pt_br: Ícone

# ui.property_editor.generate_id_class_label.text
source: Generate ID Class
pt_br: Gerar Classe de IDs

# ui.property_editor.id_class_name_label.text
source: ID Class Name
pt_br: Nome da Classe de IDs

# ui.property_editor.id_class_name_field.placeholder
source: SomeClassName
pt_br: NomeDaClasse

# ui.property_editor.property_settings.header_label.text
source: Properties
pt_br: Propriedades

# ui.property_editor.property_settings.info_label.text
source: Property Settings
pt_br: Configurações da Propriedade
